{
	"_comment":"coding: plate, base64",
	"coding":"plate",
	"language":"english",
	"logo":"",
	"background":"",
	"font":"",
	"width":"1280",
	"height":"720",
	"logo-width":"120",
	"logo-height":"40",
	"contents-list":[
		{
			"name":"",
			"image-urls-list":[
				""
			],
			"text":"Welcome to fairy tales. It's May 25th 2019. There are two storys for you today.\n\nAre you ready? Here we go!\n"
		}, {
			"name":"The Three Little Pigs",
			"image-urls-list":[
				"https://shortstoriesshort.com/story/wp-content/uploads/2011/08/pigs-300x188.jpg",
				"https://www.borden.kent.sch.uk/wp-content/uploads/2016/09/Three-little-pigs.png",
				"https://i.ytimg.com/vi/CtP83CWOMwc/maxresdefault.jpg",
				"http://1.bp.blogspot.com/-bAQf20ZWsGk/TZGmhqjSmGI/AAAAAAAAAAw/owqO8R9bxas/s1600/Three-Little-Pigs1.jpg",
				"https://cmkt-image-prd.global.ssl.fastly.net/0.1.0/ps/3215895/1160/772/m1/fpnw/wm0/three-little-pigs-fairy-tale-scene-2017-b-copy-.jpg?1504779476&s=7b6f3e8b3828e943a1ddbc0f0b400afa",
				"http://www.greenvillesymphony.org/wp-content/uploads/2017/06/3-Little-Pigs-Image-1.jpg"
			],
			"text":"The Three Little Pigs.\n\nOnce upon a time there were three little pigs.\n\nOne pig built a house of straw while the second pig built his house with sticks.\n\nThey built their houses very quickly and then sang and danced all day because they were lazy.\n\nThe third little pig worked hard all day and built his house with bricks.\n\nA big bad wolf saw the two little pigs while they danced and played and thought, “What juicy tender meals they will make!”\n\nHe chased the two pigs and they ran and hid in their houses.\n\nThe big bad wolf went to the first house and huffed and puffed and blew the house down in minutes.\n\nThe frightened little pig ran to the second pig’s house that was made of sticks.\n\nThe big bad wolf now came to this house and huffed and puffed and blew the house down in hardly any time.\n\nNow, the two little pigs were terrified and ran to the third pig’s house that was made of bricks.\n\nThe big bad wolf tried to huff and puff and blow the house down, but he could not.\n\nHe kept trying for hours but the house was very strong and the little pigs were safe inside.\n\nHe tried to enter through the chimney but the third little pig boiled a big pot of water and kept it below the chimney.\n\nThe wolf fell into it and died.\n\nThe two little pigs now felt sorry for having been so lazy.\n\nThey too built their houses with bricks and lived happily ever after.\n"
		}, {
			"name":"Little Red Riding Hood",
			"image-urls-list":[
				"https://shortstoriesshort.com/story/wp-content/uploads/2011/08/Little-red-riding-hood-300x150.jpg",
				"https://upload.wikimedia.org/wikipedia/commons/7/7b/Little_Red_Riding_Hood_Meeting_the_Wolf.jpg",
				"https://1.bp.blogspot.com/-PW7F9P2KtM8/WAhjrW9x_2I/AAAAAAAAEpE/DxVHVH23NqwUqp1d3uSqrSiBVOUSWIbLwCLcB/s1600/little%2Bred%2Briding%2Bhood.jpg",
				"https://cdn.farfaria.com/uploads/story/cover_art/4eefa5849a25d40001000011/little-red-riding-hood-cover.jpg",
				"https://4.bp.blogspot.com/-vwthDxMABtQ/V0xI0AbcovI/AAAAAAAASWU/jCNLg-dbCJITklbNJBAzgYEY1tkkVYlTgCLcB/s1600/littleredridinghood%2B%25281%2529.jpg",
				"https://upload.wikimedia.org/wikipedia/commons/1/1c/WalterCrane%2CLittleRedRidingHood-2.png"
			],
		   	"text": "Little Red Riding Hood.\n\nOne day, Little Red Riding Hood’s mother said to her, “Take this basket of goodies to your grandma’s cottage, but don’t talk to strangers on the way!”\n\nPromising not to, Little Red Riding Hood skipped off.\n\nOn her way she met the Big Bad Wolf who asked, “Where are you going, little girl?” “To my grandma’s, Mr. Wolf!” she answered.\n\nThe Big Bad Wolf then ran to her grandmother’s cottage much before Little Red Riding Hood, and knocked on the door.\n\nWhen Grandma opened the door, he locked her up in the cupboard.\n\nThe wicked wolf then wore Grandma’s clothes and lay on her bed, waiting for Little Red Riding Hood.\n\nWhen Little Red Riding Hood reached the cottage, she entered and went to Grandma’s bedside.\n\n“My! What big eyes you have, Grandma!” she said in surprise.\n\n“All the better to see you with, my dear!” replied the wolf.\n\n“My! What big ears you have, Grandma!” said Little Red Riding Hood.\n\n“All the better to hear you with, my dear!” said the wolf.\n\n“What big teeth you have, Grandma!” said Little Red Riding Hood.\n\n“All the better to eat you with!” growled the wolf pouncing on her.\n\nLittle Red Riding Hood screamed and the woodcutters in the forest came running to the cottage.\n\nThey beat the Big Bad Wolf and rescued Grandma from the cupboard.\n\nGrandma hugged Little Red Riding Hood with joy.\n\nThe Big Bad Wolf ran away never to be seen again.\n\nLittle Red Riding Hood had learnt her lesson and never spoke to strangers ever again.\n"
		}
	]
}

